NickEngmann/mm-iot-esp32/examples/sta_connect/sdkconfig.defaults
CONFIG_FREERTOS_HZ=1000

CONFIG_IDF_TARGET="esp32c3"

CONFIG_MBEDTLS_NIST_KW_C=y
